## 8. На маршрутизаторах сконфигурируйте статическую трансляцию
портов:
• Пробросьте порт 8080в порт приложения testapp BR-SRV на
маршрутизаторе BR-RTR, для обеспечения работы приложения testapp
извне
• Пробросьте порт 8080в порт веб приложения на HQ-SRV на
маршрутизаторе HQ-RTR, для обеспечения работы веб приложения
извне
• Пробросьте порт 2026на маршрутизаторе HQ-RTR в порт 2026сервера
HQ-SRV, для подключения к серверу по протоколу ssh из внешних сетей
• Пробросьте порт 2026на маршрутизаторе BR-RTR в порт 2026сервера
BR-SRV, для подключения к серверу по протоколу ssh из внешних сетей.
